Revit 2027 API
ParameterTypeId.ToposolidAttrThicknessParam Property
 "Thickness"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ToposolidAttrThicknessParam { get; }
Public Shared ReadOnly Property ToposolidAttrThicknessParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ToposolidAttrThicknessParam {
	ForgeTypeId^ get ();
}
static member ToposolidAttrThicknessParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace